{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2025-09-01T08:14:57.6806534Z","creationSource":null,"description":"","lastModifiedDateTime":"2025-09-01T08:14:57.6806534Z","name":"Baseline - OneDrive - Disable a toast and activity center message to encourage a user to sign in OneDrive using an existing credential that is made available to Microsoft applications ","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"9101d2b9-196c-479c-b24d-0ae69ed86824","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_onedrivengscv7~policy~onedrivengsc_disablenewaccountdetection","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_onedrivengscv7~policy~onedrivengsc_disablenewaccountdetection_0","children":[]}}}]}